import img1 from './images/img1.jpg';
import './App.css';

function App() {
  return (
    <div className="App">
      
      <h1>フィリップ</h1>
      <img src={img1}/>
      <img src={"8d4b33f5-8282-43c8-a00b-26674dc95e76.jpeg"}/>
      <p></p>本編...菅田将暉   風都探偵ver...CV内山昂輝
      <p>所有しているガイアメモリ（変身アイテム）...サイクロン、ヒート、ルナ、ファング</p>
      <p>能力（地球の本棚）...フィリップが自らの精神世界に意識を潜らせている状態(検索中モード)で、知りたい事柄とそれを絞り込み特定するキーワードを唱えて検索すると、本棚に記録されたその情報を「本」という形で知る事ができる。キーワードを唱えることで本棚は移動を始め、キーワードが増えるごとに本が減り、最終的に1冊に辿り着き、
        その中身を洗い出す事が出来る。  </p>
      <img src={"item_0000012385_4BbyE9SO_05.jpg"}/> 
      <p>ファングジョーカー...メモリの力で暴走する。　武器は腕から伸びる刃『アームセイバー』またの名を『アームファング』と、肩から出しブーメランとして使える刃『ショルダーセイバー』またの名を『ショルダーファング』がある。
      </p>
    </div>
  );
}

export default App;
